Repository: ps2/rileylink_ios
Catalog: RileyLinkBLEKit/*.lproj/Localizable.strings
Languages: de, nl, zh_hans

source: Characteristic value was empty
de: Eigenschaftswert war leer

source: Data exceeded maximum size of %@ bytes
de: Datenvolumen übersteigt die Maximalgröße von %@ Bytes
nl: Data overschrijdt maximale grootte van %@ bytes
zh_hans: 数据超过最大%@字节

source: Input %@ is invalid
de: Eingabe %@ ist ungültig
nl: Invoer %@ is ongeldig
zh_hans: 输入%@无效

source: Make sure the device is nearby, and the issue should resolve automatically
de: Sicherstellen, dass sich das Gerät in der Nähe befindet, um das Problem automatisch zu beheben
nl: Zorg ervoor dat het apparaat in de buurt is en het probleem zal automatisch worden opgelost.
zh_hans: 确保设备在附近，该问题可自动解决

source: Peripheral did not respond in time
de: Peripherie antwortet nicht rechtzeitig
nl: Apparaat reageerde niet op tijd
zh_hans: 外设没有及时响应

source: Peripheral isnʼt connected
de: Peripherie ist nicht verbunden
zh_hans: 外围设备未连接

source: Pump did not respond in time
de: Pumpe antwortet nicht rechtzeitig
nl: Pomp reageerde niet op tijd
zh_hans: 泵没有及时响应

source: Response %@ is invalid
de: Antwort %@ ist ungültig
nl: Antwoord %@ is ongeldig
zh_hans: 响应%@无效

source: RileyLink command did not respond
de: RileyLink-Befehl reagierte nicht

source: RileyLink did not respond in time
de: RileyLink hat nicht rechtzeitig geantwortet
nl: RileyLink heeft niet op tijd gereageerd

source: RileyLink firmware does not support the %@ command
de: RileyLink Firmware unterstützt den Befehl %@ nicht
nl: De RileyLink firmware ondersteund niet het %@ commando
zh_hans: RileyLink固件不支持%@命令

source: RileyLink is busy
de: RileyLink ist beschäftigt

source: RileyLink is not connected
de: RileyLink ist nicht verbunden
nl: RileyLink is niet verbonden

source: RileyLink may need to be turned off and back on
de: RileyLink muss möglicherweise aus- und wieder eingeschaltet werden

source: The RileyLink was temporarily disconnected
de: Verbindung zu RileyLink wurde vorübergehend unterbrochen
nl: The RileyLink was tijdelijk niet verbonden
zh_hans: RileyLink暂时断开连接

source: Unknown characteristic
de: Unbekannte Charakteristik
nl: Onbekende eigenschap
zh_hans: 未知特性

source: Unknown characteristic: %@
de: Unbekannte Charakteristik: %@

source: Unknown service: %@
de: Unbekannter Dienst: %@

source: Peripheral isn ºt connected
nl: Apparaat is niet verbonden
