Repository: ps2/rileylink_ios
Catalog: MinimedKitUI/*.lproj/Localizable.strings
Languages: de, it, nb, nl, pt_br, sv, tr

source: Send Button Press
de: Sende Knopf drücken
it: Invia prova pressione Pulsante
nb: Send tastetrykk
nl: Verstuur Signaal Druk Op Knop
sv: Skicka knapptryckning
tr: Gönder Butonuna Bas

source: Sending button press…
de: Senden der Taste drücken…
it: Inviando prova pressione pulsante…
nb: Sender tastetrykk…
nl: Signaal Druk Op Knop Versturen
pt_br: Enviando aperto do botão
sv: Skicka knapptryckning…
tr: Gönder butonuna basılıyor…

source: Signal Strength
de: Signalstärke
it: Potenza Segnale
nb: Signalstyrke
nl: Signaalsterkte
pt_br: Potência do Sinal
sv: Signalstyrka
tr: Sinyal Gücü

source: Starting Temp Basal
it: Attivazione velocità basale temporanea in corso
nb: Starter temp-basal
nl: Tijdelijk Basaal Starten
pt_br: Iniciando Temp Basal
sv: Börjar temporär basal

source: Succeeded
de: Erfolgreich
it: Effettuato con successo
nb: Suksess
nl: Geslaagd
pt_br: Completo
sv: Lyckades
tr: Başarılı

source: Suspend Delivery
it: Sospendi erogazione
nb: Pause leveranse
nl: Onderbreek Toediening
pt_br: Suspender Entrega
sv: Pausa insulintillförsel

source: Suspended: %1$@
de: Suspendiert: %1$@
it: Sospeso: %1$@
nb: Pauset: %1$@
nl: Onderbroken: %1$@
pt_br: Suspenso: %1$@
sv: Pausad: %1$@
tr: Askıya alındı: %1$@

source: Suspending
it: Sospensione in corso
nb: Pauser
nl: Onderbreken
pt_br: Suspendendo
sv: Pausar

source: Sync to Current Time
it: Sincronizza con l'ora corrente
nb: Synkroniser til gjeldende tid
nl: Synchroniseer met de huidige tijd

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
it: l'orario del microinfusore e' diverso da quello del tempo attuale. Vuoi fare un controllo e cambiare l'orario del microinfusore con il tempo attuale?
nb: Klokken på pumpen er forskjellig fra gjeldende tid. Vil du oppdatere tiden på pumpen til gjeldende tid?
nl: De tijd op je pomp is anders dan de huidige tijd. Wil je de tijd op je pomp bijwerken naar de huidige tijd?

source: Time Change Detected
it: Rilevato Cambio di orario
nb: Tidsendring oppdaget
nl: Tijdsverschil Ontdekt

source: Trials
de: Versuche
it: Prove
nb: Forsøk
nl: Pogingen
pt_br: Tentativas
sv: Försök
tr: Denemeler

source: Tune Radio Frequency
de: Stellen Sie die Radiofrequenz ein
it: Sintonizzare la frequenza radio
nb: Still radiofrekvens
nl: Stel Radiofrequentie in
pt_br: Sintonizar frequência
sv: Radiofrekvens
tr: Radyo Frekansını Ayarla

source: Tuning radio…
de: Radio abstimmen…
it: Sintonizzazione radio…
nb: Stiller radiofrekvens…
nl: Radio instellen…
pt_br: Sintonizando frequência…
sv: Justera radio…
tr: Radyo ayarlanıyor…

source: U/hr
it: U/ora
nb: E/t
nl: E/uur
sv: E/timme

source: unknown
nb: ukjent
nl: onbekend

source: Unknown
de: Unbekannt
it: Sconosciuto
nb: Ukjent
nl: Onbekend
pt_br: Desconhecido
sv: Okänd
tr: Bilinmeyen

source: Use MySentry
it: Accoppia MySentry
nb: Bruk MySentry
nl: Gebruik MySentry

source: Yes
it: sì
nb: Ja
nl: Ja

source: Yes, Sync to Current Time
it: Sì, sincronizza con l'ora corrente
nb: Ja, Synkroniser til gjeldende tid
nl: Ja, Synchroniseer met Huidige Tijd

source: Firmware
nb: Fastvare
tr: Donanım yazılımı

source: Uptime
it: Tempo Attività
nb: Oppetid
pt_br: Tempo de Atividade
sv: Körs sedan
tr: Çalışma süresi
