Repository: ps2/rileylink_ios
Catalog: MinimedKitUI/*.lproj/Localizable.strings
Languages: de, it, nb, nl, pt_br, sv, tr

source: %@U
nb: %@E
nl: %@E
sv: %@E

source: %1$@ basal schedule entries
de: %1$@ basale Zeitplaneinträge
it: %1$@ inserimento basale
nb: %1$@ basalsprofilinnslag
nl: %1$@ basaalschema-invoeren
pt_br: %1$@ entradas de basal programadas
sv: %1$@ basalscheman
tr: %1$@ bazal girişleri programla

source: %1$@ Units of insulin remaining
de: %1$@ Insulineinheiten verbleiben
it: %1$@ Unità insulina residua
nb: Gjenstående %1$@ Enheter med insulin
nl: %1$@ Eenheden insuline resterend
pt_br: %1$@ Unidades de insulina restantes
sv: %1$@ Enheter insulin återstår
tr: %1$@ Ünite kalan insülin

source: %1$@ units remaining at %2$@
it: %1$@ unità rimanenti alle ore %2$@
nb: %1$@ enheter gjenstår ved %2$@
nl: %1$@ eenheden over om %2$@
pt_br: %1$@ unidades restantes em %2$@
sv: %1$@ enheter återstår kl. %2$@

source: Adjusting Pump Time...
it: Regolazione Orario Microinfusore...
nb: Justerer pumpetid...
nl: Pomptijd Aanpassen...

source: Alkaline and Lithium batteries decay at differing rates. Alkaline tend to have a linear voltage drop over time whereas lithium cell batteries tend to maintain voltage until halfway through their lifespan. Under normal usage in a Non-MySentry compatible Minimed (x22/x15) insulin pump running Loop, Alkaline batteries last approximately 4 to 5 days. Lithium batteries last between 1-2 weeks. This selection will use different battery voltage decay rates for each of the battery chemistry types and alert the user when a battery is approximately 8 to 10 hours from failure.
de: Alkali- und Lithiumbatterien zerfallen unterschiedlich schnell. Alkaline neigen dazu, einen linearen Spannungsabfall im Laufe der Zeit zu haben, während Lithium-Zellen-Batterien neigen dazu, die Spannung bis zur Hälfte ihrer Lebensdauer beizubehalten. Bei normaler Verwendung in einer Nicht-MySentry-kompatiblen Minimed (x22 / x15) Insulinpumpe, die Loop läuft, halten Alkali-Batterien etwa 4 bis 5 Tage. Lithium-Batterien halten zwischen 1-2 Wochen. Diese Auswahl verwendet unterschiedliche Batteriespannungs-Abnahmeraten für jeden der Batteriechemietypen und warnt den Benutzer, wenn eine Batterie ungefähr 8 bis 10 Stunden nach einem Fehler liegt.
it: Le batterie alcaline e al litio decadono a velocità diverse. Le batterie alcaline tendono ad avere una caduta di tensione lineare nel tempo mentre le batterie al litio tendono a mantenere la tensione fino a metà della loro durata. In condizioni di utilizzo normali con in esecuzione Loop, in un microinfusore d'insulina non compatibile con MySentry (x22/x15), le batterie alcaline durano dai 4 ai 5 giorni circa. Le batterie al litio durano tra 1-2 settimane. Questa selezione utilizzerà diverse velocità di decadimento della tensione della batteria per ciascuno dei tipi di chimica della batteria e avviserà l'utente quando una batteria si trova a circa 8-10 ore dall'esaurimento.
nb: Alkaliske- og lithiumbatterier mister spenning med forskjellige kurver. Alkaliske har som regel en lineært minskende spenning, mens lithiumbatterier pleier å holde på spenningen gjennom omtrent halvparten av levetiden. Ved normalt bruk i en Non-MySentry kompatibel Minimed (x22/x15) insulinpumpe som kjører Loop, pleier alkaliske batterier å holde i 4 til 5 dager. Lithiumbatterier holder som regel 1-2 uker. Dette valget vil bruke forskjellige kurver for nedgang i batterispenning for hver av de forskjellige batteritypene, og varsle brukeren når batteriet er omtrent 8 til 10 timer fra å være tomt.
nl: Alkaline en Lithium batterijen werken na verloop van tijd minder goed. Alkaline heeft de neiging om in de loop van de tijd een lineair spanningsverlies te hebben, terwijl lithium batterijen de neiging hebben om hun spanning te behouden tot halverwege hun levensduur. Bij normaal gebruik in een niet-MySentry-compatibele Minimed (x22/x15) insulinepomp met Loop, gaan Alkaline batterijen ongeveer 4 tot 5 dagen mee. Lithiumbatterijen gaan tussen de 1-2 weken mee. Deze selectie gebruikt verschillende leegloop snelheden voor batterijvoltage voor elk van de typen batterijen en waarschuwt de gebruiker wanneer een batterij ongeveer in 8 tot 10 uur leeg is.
pt_br: Baterias alcalinas e de lítio descarregam de formas diferentes. Baterias alcalinas tendem a perder voltagem linearmente, enquanto baterias de célula de lítio tendem a manter a voltagem até metade de sua vida útil. Em condições normais de uso do Loop em uma bomba Minimed que não utiliza o MySentry (x22/x15), baterias alcalinas devem durar entre 4 e 5 dias. Baterias de lítio duram entre 1 e 2 semanas. Essa seleção vai utilizar diferentes taxas de descarregamento para cada tipo de bateria e alertar o usuário quando a bateria estiver entre 8 e 10 horas de falhar.
tr: Alkalin ve Lityum piller farklı oranlarda biterler. Alkali, zamanla doğrusal bir voltaj düşüşüne sahip olma eğilimindeyken, lityum hücreli piller, kullanım ömürlerinin yarısına kadar voltajı koruma eğilimindedir. MySentry uyumlu olmayan Minimed (x22/x15) insülin pompası ile çalışan Döngüde normal kullanım altında, Alkalin piller yaklaşık 4 ila 5 gün dayanırken, Lityum piller ise 1-2 hafta arasında dayanabilir. Bu seçim, pil kimyası türlerinin her biri için farklı pil voltajı oranlarını kullanır ve kullanıcıyı bir pilin bitmesine yaklaşık 8 ila 10 saat kaldığında uyarır.

source: Are you sure you want to delete this pump?
de: Sind Sie sicher dass sie diese Pumpe loeschen wollen?
it: Sei sicuro di voler eliminare questo microinfusore?
nb: Er du sikker på at du vil slette denne pumpen?
nl: Weet je zeker dat je deze pomp wilt verwijderen?
pt_br: Tem certeza que quer deletar essa bomba?
sv: Säkert att du vill radera den här pumpen?
tr: Bu pompayı silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this Pump?
it: Sei sicuro di voler eliminare questo microinfusore?
nb: Er du sikker på at du vil slette denne pumpen?
nl: Weet je zeker dat je deze pomp wilt verwijderen?

source: Awake Until
de: Aktiv bis
it: Attivo fino a
nb: Aktiv til
nl: Actief tot
pt_br: Ligado até
sv: Vaken tills
tr: Uyanana Kadar

source: Basal Rates
de: Basalraten
it: Velocità basali
nb: Basal-satser
nl: Basaalsnelheden
pt_br: Taxas Basais
sv: Basaldoser
tr: Bazal Oranlar

source: Battery: %1$@ volts
de: Batterie: %1$@ Volt
it: Batteria: %1$@ volts
nb: Batteri: %1$@ volt
nl: Batterij: %1$@ volt
pt_br: Bateria: %1$@ volts
sv: Batteri: %1$@ volt
tr: Pil: %1$@ volt

source: Best Frequency
de: Beste Frequenz
it: La migliore Frequenza
nb: Beste frekvens
nl: Beste Frequentie
pt_br: Melhor Frequência
sv: Besta frekvensen
tr: En İyi Frekans

source: Bolusing: %1$@
it: Bolo in corso: %1$@
nb: Gir bolus: %1$@
nl: Bolussen: %1$@
pt_br: Injetando Bolus: %1$@
sv: Ger bolus: %1$@
tr: Bolus: %1$@

source: Cancel
de: Abbrechen
it: Annulla
nb: Avbryt
nl: Annuleer
pt_br: Cancelar
sv: Avbryt
tr: İptal

source: Canceling Temp Basal
it: Annullamento Basale Temp
nb: Avbryter midlertidig basal
nl: Tijdelijk Basaal Annuleren
pt_br: Cancelar Basal Temporária
sv: Avbryt temporär basal

source: Change Time
de: Zeit ändern
it: Cambia Orario
nb: Endre tid
nl: Tijd Aanpassen
pt_br: Mudar Horário
sv: Ändra tid
tr: Saati Değiştir

source: Change Time Zone
de: Zeitzone Aendern
it: Cambia fuso orario
nb: Endre tidssone
nl: Verander Tijdzone
pt_br: Alterar Fuso Horário
sv: Ändra tidszon
tr: Saat Dilimini Değiştir

source: Changing
it: Modifica
nb: Endrer
nl: Verandering

source: Changing time…
de: Zeit ändern…
it: Modifica ora in corso
nb: Endrer tid...
nl: Tijd Aanpassen...
pt_br: Alterando a hora...
sv: Ändra tid…
tr: Saat değiştiriliyor…

source: Choose the type of battery you are using in your pump for better alerting about low battery conditions.
it: Seleziona il tipo di batteria che stai utilizzando nel microinfusore per ricevere più facilmente informazioni sulle condizioni della batteria.
nb: Velg typen batteri du bruker i pumpen for bedre å varsle om lavt batteri.
nl: Kies het type batterij dat in de pomp wordt gebruikt, voor optimalisering van waarschuwing voor laag batterij niveau.

source: Commands
de: Befehle
it: Comandi
nb: Kommandoer
nl: Commando's
pt_br: Comandos
sv: Kommandon
tr: Komutlar

source: Configuration
de: Konfiguration
it: Configurazione
nb: Konfigurasjon
nl: Configuratie
pt_br: Configuração
sv: Konfiguration
tr: Konfigürasyon

source: Connect
de: Verbinden
it: Collegarsi
nb: Koble til
nl: Verbinden
pt_br: Conectar
sv: Anslut
tr: Bağla

source: Connection State
de: Verbindungsstatus
it: Stato Connessione
nb: Tilkoblingsstatus
nl: Verbindingsstatus
pt_br: Estado da Conexão
sv: Anslutningsstatus
tr: Bağlantı Durumu

source: Continue
it: Continua
nb: Fortsett
nl: Ga Verder
pt_br: Continuar
sv: Fortsätt

source: Delete Pump
de: Pumpe loeschen
it: Cancella Microinfusore
nb: Slette pumpe
nl: Verwijder de pomp
pt_br: Deletar Bomba
sv: Radera pump
tr: Pompayı Sil

source: Delivery Limits
de: Insulin Abgabelimits
it: Limiti Erogazione
nb: Leveringsgrenser
nl: Toedieningslimieten
pt_br: Limites de Entrega
sv: Maxdoser
tr: İletim Limitleri

source: Device
de: Gerät
it: Dispositivo
nb: Enhet
nl: Apparaat
pt_br: Dispositivo
sv: Enhet
tr: Cihaz

source: Devices
it: Dispositivi
nb: Enheter
nl: Apparaten
pt_br: Dispositivos
sv: Enheter
tr: Cihazlar

source: Discover Commands
de: Befehle entdecken
it: Scopri i Comandi
nb: Oppdage kommandoer
nl: Commando’s opzoeken
pt_br: Descobrir Comandos
sv: Upptäck kommandon
tr: Komutları Keşfet

source: Discovering commands…
de: Befehle werden entdeckt…
it: Scoperta dei comandi…
nb: Oppdager kommandoer…
nl: Commando's opzoeken…
pt_br: Descobrindo comandos...
sv: Upptäcker kommandon…
tr: Komutlar keşfediliyor…

source: Do not use MySentry
it: Non utilizzare MySentry
nb: Ikke bruk MySentry
nl: Gebruik MySentry niet

source: Enable Diagnostic LEDs
de: Diagnostische LEDs Aktivieren
it: Abilita LED Diagnostici
nb: Tilgjengeligjør diagnostiske LEDs
nl: Diagnostische LEDs aanzetten
pt_br: Habilitar LEDs de Diagnóstico
sv: Slå på diagnostiska LED
tr: Teşhis LED'lerini Etkinleştir

source: Enabled Diagnostic LEDs
de: Diagnostische LEDs aktiviert
it: LED Diagnostici Abilitati
nb: Tilgjengeligjort diagnostiske LEDs
nl: Diagnostische LEDs aangezet
pt_br: LEDs de Diagnóstico Habilitados
sv: Diagnostiska LED på
tr: Teşhis LED'leri etkin

source: Error Resuming
it: Errore durante la Ripresa
nb: Feil ved gjenopptagelse
nl: Fout Bij Hervatten
pt_br: Erro ao Retomar
sv: Fel vid återupptagande
tr: Sürdürme Hatası

source: Error Suspending
it: Errore durante l’interruzione
nb: Kunne ikke stoppe
nl: Fout Bij Onderbreken
pt_br: Erro ao Suspender
sv: Fel vid försök till paus
tr: Askıya Alma Hatası

source: Error Syncing Time
it: Errore durante la sincronizzazione
nb: Feil ved synkroniseringstid
nl: Fout Synchroniseren Tijd

source: Fetch Enlite Glucose
it: Sincronizza Glicemie Enlite
nb: Hent enlite blodsukker
nl: Ophalen Enlite Glucose
pt_br: Buscar Glicose do Enlite
sv: Hämta Enlite Glukos
tr: Son Glikozu Al

source: Fetch Recent History
de: Recuperar Historia Reciente
it: Sincronizza Storia Recente
nb: Hent nylig historikk
nl: Lees recente pompgeschiedenis
pt_br: Buscar Histórico Recente
sv: Hämta senaste historik
tr: Yakın Geçmişi Al

source: Fetching glucose…
de: Recuperar glucosa…
it: Sincronizza glicemie…
nb: Henter blodsukkerverdi…
nl: Glucosegegevens aan het ophalen…
pt_br: Buscando glicose…
sv: Hämtar glukos…
tr: Glikoz alınıyor…

source: Fetching history…
de: Recuperar historial…
it: Sincronizza storia…
nb: Henter historikk…
nl: Haal geschiedenis op…
pt_br: `Buscando histórico…
sv: Hämtar historik…
tr: Geçmiş Alınıyor…

source: Fetching pump model…
de: Recuperar modelo de microinfusora…
it: Sincronizza modello micro…
nb: Henter pumpemodell…
nl: Haal pompmodel op…
pt_br: Buscando modelo da bomba...
sv: Hämtar pumpmodell…
tr: Pompa Modeli Alınıyor…

source: Firmware Version
it: Versione Firmware
nb: Firmware versjon
nl: Firmwareversie
pt_br: Versão do Firmware
sv: Firmware
tr: Donanım yazılımı sürümü

source: Get Pump Model
de: Pumpmodell erhalten
it: Ottieni Modello Microinfusore
nb: Hent pumpemodell
nl: Lees pompmodel
pt_br: Extrair Modelo da Bomba
sv: Hämtar Pumpmodell
tr: Pompa Modelini Al

source: Get Statistics…
de: Statistiken abrufen…
it: Ottieni Statistiche...
nb: Henter statistikk…
nl: Statistieken Ophalen...
pt_br: Extrair Estatísticas…
sv: Hämtar statistik…
tr: İstatistik Al…

source: Insulin Suspended
it: Erogazione Insulina sospesa
nb: Insulintilførsel utsatt
nl: Insuline Onderbroken

source: Insulin Delivery
it: Insulina Somministrata
nl: Insulinetoediening

source: Insulin delivery can be determined from the pump by either interpreting the event history or comparing the reservoir volume over time. Reading event history allows for a more accurate status graph and uploading up-to-date treatment data to Nightscout, at the cost of faster pump battery drain and the possibility of a higher radio error rate compared to reading only reservoir volume. If the selected source cannot be used for any reason, the system will attempt to fall back to the other option.
de: Die Insulinabgabe kann von der Pumpe bestimmt werden, indem entweder die Ereignishistorie interpretiert wird oder das Reservoirvolumen über die Zeit verglichen wird. Das Lesen der Ereignishistorie ermöglicht eine genauere Statusgrafik und das Hochladen aktueller Behandlungsdaten in Nightscout, auf Kosten einer schnelleren Pumpenbatterieentleerung und der Möglichkeit einer höheren Funkfehlerrate im Vergleich zum Lesen des Reservoirvolumens. Wenn das ausgewählte Gerät aus irgendeinem Grund nicht verwendet werden kann, versucht das System, auf die andere Option zurückzugreifen.
it: L'insulina somministrata può essere determinata dalla pompa sia interpretando la cronologia eventi o confrontando il volume del serbatoio nel tempo. La lettura della cronologia degli eventi consente una statistica più accurata e trasmette dati sempre aggiornati a Nightscout, a discapito di un maggiore consumo di batteria e con la possibilità di incorrere in un maggior tasso di errore di comunicazione rispetto alla sola lettura del volume del serbatoio. Se la sorgente selezionata non può essere utilizzata per qualsiasi ragione, il sistema tenterà di ripiegare sull'altra opzione.
nb: Insulintilførsel kan hentes fra pumpa, enten ved å tolke hendelsehistorikken, eller ved å sammenligne reservoarvolumet over tid. Ved å lese hendelsehistorikken får man mer nøyaktig statuskurve og kan laste opp oppdaterte hendelser til Nightscout. Ulempen er høyere batteriforbruk i pumpa, og muligheten for større antall feil ved radiokommunikasjon - sammenlignet med å bare lese reservoarvolumet. Hvis den valgte kilden av noen grunn ikke kan brukes, vill systemet prøve den andre måten.
nl: De toediening van insuline kan worden vastgesteld met info van de pomp, ofwel door het logboek te bekijken ofwel door het reservoirvolume over een bepaalde tijd te vergelijken. Het lezen van het logboek zorgt voor een meer accurate statusgrafiek en het uploaden van up-to-date behandelingsgegevens naar Nightscout. Dit gaat ten koste van de batterij en er bestaat een grotere kans op fouten vanwege de draadloze verbinding vergeleken met het alleen lezen van het reservoirvolume. Als de geselecteerde bron om welke reden dan ook niet kan worden gebruikt, probeert het systeem terug te vallen op de andere optie.
pt_br: A quantidade de insulina utilizada pode ser determinada tanto interpretando o histórico de eventos quanto medindo a diferença no volume do reservatório. Ler a partir do histórico de eventos permite um gráfico de estado mais preciso e o envio de dados de tratamento mais atualizados para o Nightscout, mas com um maior gasto de bateria e com uma maior possibilidade de erros de transmissão, quando comparado com a leitura apenas do volume do reservatório. Se a fonte selecionada não puder ser utilizada por algum motivo, o sistema tentará a outra opção.
tr: İnsülin iletimi, olay geçmişi yorumlanarak veya zaman içindeki rezervuar hacmi karşılaştırılarak pompadan belirlenebilir. Olay geçmişinin okunması, daha doğru bir durum grafiğine ve Nightscout'a güncel tedavi verilerinin yüklenmesine izin verir, bu da sadece rezervuar hacmini okumaya kıyasla daha hızlı pompa pili tüketimi ve daha yüksek bir radyo hatası olasılığına sebep olur. Seçilen kaynak herhangi bir nedenle kullanılamıyorsa sistem diğer seçeneğe geri dönmeye çalışacaktır.

source: Insulin Remaining
it: Insulina Rimanente
nb: Gjenværende insulin
nl: Resterende Insuline

source: Insulin Type
it: Tipo d'insulina
nl: Insulinetype
sv: Insulintyp

source: Last Awake
de: Zuletzt aktiv
it: Ultimo risveglio
nb: Sist aktiv
nl: Laatst actief
pt_br: Ultima Conexão
sv: Senast vaken
tr: Son Uyanış

source: Listening Off
de: Signal aus
it: Ricevendo
nb: Radio inaktiv
nl: Luisteren uit
pt_br: Escutar Desligado
sv: Avlyssning av
tr: Dinleme Kapalı

source: Medtronic pump models 523, 723, 554, and 754 have a feature called 'MySentry' that periodically broadcasts the reservoir and pump battery levels. Listening for these broadcasts allows Loop to communicate with the pump less frequently, which can increase pump battery life. However, when using this feature the RileyLink stays awake more of the time and uses more of its own battery. Enabling this may lengthen pump battery life, while disabling it may lengthen RileyLink battery life. This setting is ignored for other pump models.
it: I modelli di pompa Medtronic 523, 723, 554 e 754 dispongono di una funzione denominata "MySentry" che trasmette periodicamente i livelli della batteria del serbatoio e della pompa. L'ascolto di queste trasmissioni consente a Loop di comunicare meno frequentemente con il microinfusore, il che può aumentare la durata della batteria del microinfusore. Tuttavia, quando si utilizza questa funzione, RileyLink rimane sveglio per la maggior parte del tempo e utilizza più della propria batteria. Abilitare questa opzione può allungare la durata della batteria della pompa, mentre disabilitarla può allungare la durata della batteria di RileyLink. Questa impostazione viene ignorata per altri modelli di pompa.
nb: Medtronic-pumpemodellene 523, 723, 554 og 754 har en funksjon kalt 'MySentry' som med jevne mellomrom kringkaster reservoar- og pumpebatterinivåene. Når du lytter til disse sendingene, kan Loop kommunisere med pumpen sjeldnere, noe som kan øke pumpens batterilevetid. Men når du bruker denne funksjonen, holder RileyLink seg våken mer av tiden og bruker mer av sitt eget batteri. Aktivering av dette kan forlenge pumpens batterilevetid, mens deaktivering kan forlenge RileyLink-batteriets levetid. Denne innstillingen ignoreres for andre pumpemodeller.
nl: De Medtronic-pompmodellen 523, 723, 554 en 754 hebben een functie genaamd 'MySentry' die periodiek het niveau van het reservoir en de pompbatterij uitzendt. Door deze signalen op te vangen, hoeft Loop minder vaak met de pomp te communiceren, waardoor de batterij van de pomp langer meegaat. Bij gebruik van deze functie blijft de RileyLink echter langer actief en gebruikt meer van zijn batterij. Als je dit inschakelt, gaat de batterij van de pomp langer mee en als je dit uitschakelt, gaat de batterij van de RileyLink langer mee. Deze instelling wordt genegeerd voor andere pompmodellen.

source: MySentry Pair
de: Verbinden MySentry
it: Accoppia MySentry
nl: MySentry Verbinden
pt_br: Pair MySentry
tr: MySentry Eşleştir

source: Name
it: Nome
nb: Navn
nl: Naam
pt_br: Nome
sv: Namn
tr: İsim

source: No
nb: Nei
nl: Nee

source: No response
de: Keine Antwort
it: Nessuna risposta
nb: Ingen svar
nl: Geen reactie
pt_br: Sem Resposta
sv: Inget svar
tr: Cevap yok

source: No, Keep Pump As Is
it: No, mantienere la pompa così com'è
nb: Nei, behold pumpen som den er
nl: Nee, laat de pomp ongewijzigd

source: On Idle
de: im Leerlauf
it: Inattivo
nb: På Vent
nl: Inactief
pt_br: Tempo Ocioso
tr: Boşta

source: On your pump, go to the Find Device screen and select "Find Device". Main Menu > Utilities > Connect Devices > Other Devices > On > Find Device
nl: Ga op je pomp, naar het scherm Vind Apparaat en selecteer "Vind Apparaat". Hoofdmenu > Hulpprogramma's > Verbind Apparaten > Andere Apparaten > Aan > Vind Apparaat
pt_br: Na sua Bomba, vá para a tela de encontrar dispositivos (Find Device) e selecione "Encontrar Dispositivo" (Find Device). Menu Principal > Utilitários (Utilities) > Conectar Dispositivos (Connect Devices) Outros Dispositivos (Other Devices) > Ligar (On) > Encontrar Dispositivo (Find Device)
tr: Pompanızda Cihaz Bul ekranına gidin ve "Cihaz Bul" öğesini seçin. Ana Menü > Araçlar> Cihazları Bağlayın > Diğer cihazlar > Açık > Cihaz Bul

source: Preferred Data Source
de: Bevorzugte Datenquelle
it: Fonte Dati
nb: Foretrukken datakilde
nl: Voorkeur Gegevensbron
pt_br: Fonte de Dados Preferido
sv: Föredragen datakälla
tr: Tercih Edilen Veri Kaynağı

source: Pump
de: Pumpe
it: Microinfusore
nb: Pumpe
nl: Pomp
pt_br: Bomba
tr: Pompa

source: Pump Battery Remaining
nb: Gjenværende pumpebatteri
nl: Pompbatterij Resterend

source: Pump Battery Type
de: Typ Pumpenbatterie
it: Tipo Batteria Microinfusore
nb: Type pumpebatteri
nl: Pompbatterijtype
pt_br: Tipo de Bateria da Bomba
sv: Typ av pumpbatteri
tr: Pompa Pil Tipi

source: Pump ID
de: Pumpen-ID
it: ID microinfusore
nb: Pumpe ID
nl: Pompserienummer
pt_br: ID da Bomba
tr: Pompa Kimliği

source: Pump Model
de: Pumpenmodell
it: Modello Microinfusore
nb: Pumpemodell
nl: Pompmodel
pt_br: Modelo da Bomba
sv: Pumpmodell
tr: Pompa Modeli

source: Pump Settings
de: Pumpeneinstellungen
it: impostazione del microinfusore
nb: Pumpeinnstillinger
nl: Pompinstellingen
pt_br: Configurações da Bomba
sv: Pumpinställningar
tr: Pompa Ayarları

source: Pump Time
it: Orario Micro
nb: Pumpetid
nl: Pomptijd

source: Read Basal Schedule
de: Basalzeitplan lesen
it: Leggi programma basale
nb: Les basalplan
nl: Lees Basaal Schema
pt_br: Ler Programação de Basal
sv: Läs Basalscheman
tr: Bazal Programını Oku

source: Read Pump Status
de: Pumpenstatus lesen
it: Leggi stato microinfusore
nb: Les pumpestatus
nl: Lees Pompstatus
pt_br: Ler Estado da Bomba
sv: Läs pumpstatus
tr: Pompa Durumunu Oku

source: Reading basal schedule…
de: Basalzeitplan lesen…
it: Lettura programma basale…
nb: Leser basalplan…
nl: Lees basaal schema…
pt_br: Lendo programação de basal…
sv: Läser basalscheman…
tr: Bazal Programı Okunuyor…

source: Reading pump status…
de: Pumpenstand lesen…
it: Lettura stato microinfusore…
nb: Leser pumpestatus…
nl: Lees pomp gegevens…
pt_br: Lendo estado da bomba…
sv: Läser pumpstatus…
tr: Pompa Durumu Okunuyor…

source: Region
nl: Regio
pt_br: Região
tr: Bölge

source: Resume Delivery
it: Riprendi erogazione
nb: Gjenoppta leveranse
nl: Hervat Toediening
pt_br: Retomar Entrega
sv: Återuppta insulindosering

source: Resuming
it: Ripresa in corso
nb: Gjenopptar
nl: Hervat
pt_br: Retomando
sv: Återupptar

source: Retry
de: Wiederholen
it: Riprova
nb: Prøv på nytt
nl: Opnieuw Proberen
pt_br: Tentar de Novo
sv: Försök igen
tr: Yeniden dene

source: RileyLink Statistics
de: RileyLink Statistik
it: Statistiche RileyLink
nb: RileyLink statistikk
nl: RileyLink Statistieken
pt_br: Estatísticas do RileyLink
sv: RileyLink statistik
tr: RileyLink İstatistikleri

source: Save to Pump…
de: In der Pumpe abspeichern…
it: Salva su Microinfusore…
nb: Lagre til pumpe…
nl: Opslaan in Pomp…
pt_br: Salvar na Bomba…
sv: Spara till pump…
tr: Pompaya Kaydet…

source: Scheduled Basal
it: Basale Programmata
nb: Planlagt basal
nl: Ingesteld Basaal
pt_br: Basal Agendado
sv: Schemalagd basal

source: Select the type of insulin that you will be using in this pump.
it: Seleziona il tipo di insulina che utilizzerai in questo microinfusore.
nb: Velg hvilken type insulin du skal bruke i denne pumpen.
nl: Selecteer het type insuline dat je in deze pomp gaat gebruiken.
sv: Välj vilken typ av insulin du kommer att använda.
